
const items = [
   'خاموش کردن کولر',
   'خاموش کردن مانیتور دوربین',
   'خاموش کردن پرینتر',
   'چک کردن پریزهای دفتر',
   'خاموش کردن دستگاه و زدن فیوز آن',
   'کشیدن پریز پمپ آب',
   'بستن سر پمپ باد و کشیدن دوشاخه از برق',
   ' چک کردن و بستن کپسول گاز و پیکنیک',
   ' چک کردن وصل نبودن باتری دریل به شارژر',
   'چک کردن پریزهای برق کارگاه',
   'چک کردن شیرهای آب',
   'قفل کردن در کرکره ای و دفتر و کارگاه',
   'خاموش کردن چراغ کارگاه',
   'خاموش کردن چراغ اتاق و راهرو و دستشویی'
];

items.forEach((item, i) => {
   document.querySelector('.list').innerHTML += `
      <div class="item">
         <input type="checkbox" id="i${i}">
         <label for="i${i}">${item}</label>
      </div>
   `;
});